
export const INITIAL_MARKETS = [
  "محلاوي الحي العاشر",
  "محلاوي التجمع الخامس",
  "محلاوي مارت فيل",
  "جمال سلامه الشيراتون",
  "جمال سلامه ميدان الجامع",
  "علوش ماركت",
  "محلاوي الطيران"
];

export const COMPANIES = [
  "سوفت روز",
  "فاين",
  "زينه",
  "بابيا فاميليا",
  "وايت",
  "كلاسي"
];

export const PRODUCT_GROUPS = {
  facial: [
    "جيب سوفت 10 قطع",
    "جيب فلاور 10 قطع",
    "نيو مزيكا (1*5)",
    "عرض اهلا رمضان 450 منديل (3*1)",
    "منديل سنجل 600",
    "عرض 400 (3*1)",
    "منديل سنجل 500",
    "عرض 500 سمارت (3*1)",
    "عرض 500 لارج (3*1)",
    "عرض 600 (3*1)",
    "عرض اليجانت 450 (3*1)",
    "عرض كلاسيك 450 (3*1)",
    "مزيكا 500 (3*1)",
    "سوافي 500 (3*1)",
    "ايزي سوفت 150 (6*1)",
    "عرض قطن (3*1) 4 طبقات",
    "عرض روزا (3*1)"
  ],
  kitchen: [
    "رول مطبخ كلاسيك 2",
    "رول مطبخ كلاسيك 6",
    "رول مطبخ مضغوط 2",
    "رول مطبخ مضغوط 6",
    "اوزان لارج ( L )",
    "اوزان اكس لارج XL",
    "اوزان دبل اكس XXL"
  ],
  hotel_toilet: [
    "بكرة سوبر رول 2",
    "بكرة سوبر رول 6",
    "بكرة موف 2",
    "بكرة موف 6",
    "بكرات سوافي 10",
    "بكرات جوي 10"
  ],
  dolphin: [
    "دولفن 2 بكرة",
    "فاني تايم مقاس 2",
    "فاني تايم مقاس 3",
    "فاني تايم مقاس 4"
  ]
};
